Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Connection
ar: الاتصال
de: Verbindung
es: Conexión
fr: Connexion
id: Koneksi
it: Connessione
ja: 接続情報
ko: 연결
nl: Verbinding
pt_br: Conexão
ru: Подключение
th: การเชื่อมต่อ
tr: Bağlantı
vi: Kết nối
zh_hans: 连接信息
zh_hant: 連接信息

source: Connection failed
ar: فشل الاتصال
de: Verbindung fehlgeschlagen
es: Error de conexión
fr: Échec de la connexion
id: Koneksi gagal
it: Connessione non riuscita
ja: 接続失敗
ko: 연결 실패
nl: Verbinding mislukt
pt_br: Falha na conexão
ru: Ошибка подключения
th: เชื่อมต่อไม่สำเร็จ
tr: Bağlantı başarısız
vi: Kết nối thất bại
zh_hans: 连接失败
zh_hant: 連接失敗

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
id: Disalin
it: Copiato
ja: コピー済み
ko: 복사됨
nl: Gekopieerd
pt_br: Copiado
ru: Скопировано
th: คัดลอกแล้ว
tr: Kopyalandı
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已拷貝

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopieer
pt_br: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyala
vi: Sao chép
zh_hans: 复制
zh_hant: 拷貝

source: Copy Absolute Path
ar: نسخ المسار المطلق
de: Absoluten Pfad kopieren
es: Copiar ruta absoluta
fr: Copier le chemin absolu
id: Salin Path Absolut
it: Copia percorso assoluto
ja: 絶対パスをコピー
ko: 절대 경로 복사
nl: Absoluut pad kopiëren
pt_br: Copiar caminho absoluto
ru: Копировать абсолютный путь
th: คัดลอกพาธแบบเต็ม
tr: Mutlak Yolu Kopyala
vi: Sao chép đường dẫn tuyệt đối
zh_hans: 复制绝对路径
zh_hant: 拷貝絕對路徑

source: Copy Address
ar: نسخ العنوان
de: Adresse kopieren
es: Copiar dirección
fr: Copier l'adresse
id: Salin Alamat
it: Copia indirizzo
ja: アドレスをコピー
ko: 주소 복사
nl: Adres kopiëren
pt_br: Copiar endereço
ru: Копировать адрес
th: คัดลอกที่อยู่
tr: Adresi Kopyala
vi: Sao chép địa chỉ
zh_hans: 复制地址
zh_hant: 拷貝地址

source: Copy Changed Paths
ar: نسخ المسارات المتغيرة
de: Geänderte Pfade kopieren
es: Copiar rutas modificadas
fr: Copier les chemins modifiés
id: Salin Path yang Berubah
it: Copia percorsi modificati
ja: 変更されたパスをコピー
ko: 변경된 경로 복사
nl: Gewijzigde paden kopiëren
pt_br: Copiar caminhos alterados
ru: Копировать изменённые пути
th: คัดลอกพาธที่เปลี่ยนแปลง
tr: Değişen Yolları Kopyala
vi: Sao chép các đường dẫn đã đổi
zh_hans: 复制已更改的路径
zh_hant: 拷貝已變更的路徑

source: Copy Commit Hash
ar: نسخ بصمة الالتزام
de: Commit-Hash kopieren
es: Copiar hash del commit
fr: Copier le hash du commit
id: Salin Hash Commit
it: Copia hash del commit
ja: コミットハッシュをコピー
ko: 커밋 해시 복사
nl: Commithash kopiëren
pt_br: Copiar hash do commit
ru: Копировать хеш коммита
th: คัดลอกแฮชคอมมิต
tr: Commit Özetini Kopyala
vi: Sao chép mã băm commit
zh_hans: 复制提交哈希
zh_hant: 拷貝提交雜湊

source: Copy Commit Message
ar: نسخ رسالة الالتزام
de: Commit-Nachricht kopieren
es: Copiar mensaje del commit
fr: Copier le message de commit
id: Salin Pesan Commit
it: Copia messaggio di commit
ja: コミットメッセージをコピー
ko: 커밋 메시지 복사
nl: Commitbericht kopiëren
pt_br: Copiar mensagem do commit
ru: Копировать сообщение коммита
th: คัดลอกข้อความคอมมิต
tr: Commit Mesajını Kopyala
vi: Sao chép thông điệp commit
zh_hans: 复制提交说明
zh_hant: 拷貝提交說明

source: Copy Executable Path
ar: نسخ مسار الملف التنفيذي
de: Programmpfad kopieren
es: Copiar ruta del ejecutable
fr: Copier le chemin de l'exécutable
id: Salin Path Eksekutabel
it: Copia percorso dell'eseguibile
ja: 実行ファイルのパスをコピー
ko: 실행 파일 경로 복사
nl: Pad naar uitvoerbaar bestand kopiëren
pt_br: Copiar caminho do executável
ru: Копировать путь к программе
th: คัดลอกพาธไฟล์ปฏิบัติการ
tr: Çalıştırılabilir Dosya Yolunu Kopyala
vi: Sao chép đường dẫn tệp thực thi
zh_hans: 复制可执行文件路径
zh_hant: 拷貝可執行檔案路徑

source: Copy PID
ar: نسخ PID
de: PID kopieren
es: Copiar PID
fr: Copier le PID
id: Salin PID
it: Copia PID
ja: PIDをコピー
ko: PID 복사
nl: PID kopiëren
pt_br: Copiar PID
ru: Копировать PID
th: คัดลอก PID
tr: PID Kopyala
vi: Sao chép PID
zh_hans: 复制 PID
zh_hant: 拷貝 PID

source: Copy Path
ar: نسخ المسار
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
id: Salin Path
it: Copia percorso
ja: パスをコピー
ko: 경로 복사
nl: Pad kopiëren
pt_br: Copiar caminho
ru: Копировать путь
th: คัดลอกพาธ
tr: Yolu Kopyala
vi: Sao chép đường dẫn
zh_hans: 复制路径
zh_hant: 拷貝路徑

source: Copy Relative Path
ar: نسخ المسار النسبي
de: Relativen Pfad kopieren
es: Copiar ruta relativa
fr: Copier le chemin relatif
id: Salin Path Relatif
it: Copia percorso relativo
ja: 相対パスをコピー
ko: 상대 경로 복사
nl: Relatief pad kopiëren
pt_br: Copiar caminho relativo
ru: Копировать относительный путь
th: คัดลอกพาธแบบสัมพัทธ์
tr: Göreli Yolu Kopyala
vi: Sao chép đường dẫn tương đối
zh_hans: 复制相对路径
zh_hant: 拷貝相對路徑

source: Copy Repository Path
ar: نسخ مسار المستودع
de: Repository-Pfad kopieren
es: Copiar ruta del repositorio
fr: Copier le chemin du dépôt
id: Salin Path Repositori
it: Copia percorso del repository
ja: リポジトリのパスをコピー
ko: 저장소 경로 복사
nl: Repositorypad kopiëren
pt_br: Copiar caminho do repositório
ru: Копировать путь к репозиторию
th: คัดลอกพาธที่เก็บ
tr: Depo Yolunu Kopyala
vi: Sao chép đường dẫn kho
zh_hans: 复制仓库路径
zh_hant: 拷貝儲存庫路徑

source: Copy URL
ar: نسخ URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
id: Salin URL
it: Copia URL
ja: URLをコピー
ko: URL 복사
nl: URL kopiëren
pt_br: Copiar URL
ru: Копировать URL
th: คัดลอก URL
tr: URL Kopyala
vi: Sao chép URL
zh_hans: 复制 URL
zh_hant: 拷貝 URL

source: Copy on select
ar: النسخ عند التحديد
de: Beim Auswählen kopieren
es: Copiar al seleccionar
fr: Copier à la sélection
id: Salin saat memilih
it: Copia alla selezione
ja: 選択時にコピー
ko: 선택 시 복사
nl: Kopiëren bij selecteren
pt_br: Copiar ao selecionar
ru: Копировать при выделении
th: คัดลอกเมื่อเลือก
tr: Seçildiğinde kopyala
vi: Sao chép khi chọn
zh_hans: 选中时复制
zh_hant: 選中時拷貝

source: Copies selected terminal text to the clipboard when you finish dragging
ar: ينسخ نص الطرفية المحدد إلى الحافظة عند انتهاء السحب
de: Kopiert ausgewählten Terminaltext nach dem Ziehen in die Zwischenablage
es: Copia el texto seleccionado del terminal al portapapeles al terminar de arrastrar
fr: Copie le texte sélectionné du terminal dans le presse-papiers lorsque vous terminez le glisser
id: Menyalin teks terminal yang dipilih ke papan klip saat selesai menyeret
it: Copia il testo selezionato nel terminale negli appunti al termine del trascinamento
ja: ドラッグして選択を終えると、選択したターミナルのテキストをクリップボードにコピーします
ko: 드래그를 마치면 선택한 터미널 텍스트를 클립보드에 복사합니다
nl: Kopieert geselecteerde terminaltekst naar het klembord zodra je klaar bent met slepen
pt_br: Copia o texto selecionado no terminal para a área de transferência ao terminar de arrastar
ru: Копирует выделенный текст терминала в буфер обмена по завершении перетаскивания
th: คัดลอกข้อความเทอร์มินัลที่เลือกไปยังคลิปบอร์ดเมื่อปล่อยเมาส์
tr: Sürüklemeyi bitirdiğinizde seçili terminal metnini panoya kopyalar
vi: Sao chép văn bản terminal đã chọn vào bảng nhớ tạm khi thả chuột
zh_hans: 完成拖动选择后，将选中的终端文本复制到剪贴板
zh_hant: 完成拖動選擇後，將選中的終端機文字拷貝到剪貼簿

source: Could not enter interactive terminal mode.
ar: تعذّر الدخول إلى وضع الطرفية التفاعلي.
de: Der interaktive Terminalmodus konnte nicht aktiviert werden.
es: No se pudo entrar en el modo de terminal interactivo.
fr: Impossible d'activer le mode terminal interactif.
id: Tidak dapat masuk ke mode terminal interaktif.
it: Impossibile attivare la modalità terminale interattivo.
ja: 対話型ターミナルモードを開始できませんでした。
ko: 대화형 터미널 모드로 전환할 수 없습니다.
nl: Kan de interactieve terminalmodus niet activeren.
pt_br: Não foi possível entrar no modo de terminal interativo.
ru: Не удалось перейти в интерактивный режим терминала.
th: ไม่สามารถเข้าสู่โหมดเทอร์มินัลแบบโต้ตอบได้
tr: Etkileşimli terminal moduna girilemedi.
vi: Không thể vào chế độ terminal tương tác.
zh_hans: 无法进入交互式终端模式。
zh_hant: 無法進入交互式終端機模式。

source: Could not initialize the interactive terminal.
ar: تعذّرت تهيئة الطرفية التفاعلية.
de: Das interaktive Terminal konnte nicht initialisiert werden.
es: No se pudo inicializar el terminal interactivo.
fr: Impossible d'initialiser le terminal interactif.
id: Tidak dapat menginisialisasi terminal interaktif.
it: Impossibile inizializzare il terminale interattivo.
ja: 対話型ターミナルを初期化できませんでした。
ko: 대화형 터미널을 초기화할 수 없습니다.
nl: Kan de interactieve terminal niet initialiseren.
pt_br: Não foi possível inicializar o terminal interativo.
ru: Не удалось инициализировать интерактивный терминал.
th: ไม่สามารถเริ่มต้นเทอร์มินัลแบบโต้ตอบได้
tr: Etkileşimli terminal başlatılamadı.
vi: Không thể khởi tạo terminal tương tác.
zh_hans: 无法初始化交互式终端。
zh_hant: 無法初始化交互式終端機。

source: Could not read Zshell's theme catalog: %@
ar: تعذّرت قراءة كتالوج سمات Zshell: %@
de: Der Designkatalog von Zshell konnte nicht gelesen werden: %@
es: No se pudo leer el catálogo de temas de Zshell: %@
fr: Impossible de lire le catalogue de thèmes Zshell : %@
id: Tidak dapat membaca katalog tema Zshell: %@
it: Impossibile leggere il catalogo dei temi di Zshell: %@
ja: Zshellのテーマカタログを読み込めませんでした: %@
ko: Zshell 테마 카탈로그를 읽을 수 없습니다: %@
nl: Kan de themacatalogus van Zshell niet lezen: %@
pt_br: Não foi possível ler o catálogo de temas do Zshell: %@
ru: Не удалось прочитать каталог тем Zshell: %@
th: ไม่สามารถอ่านแค็ตตาล็อกธีมของ Zshell: %@
tr: Zshell tema kataloğu okunamadı: %@
vi: Không thể đọc danh mục chủ đề Zshell: %@
zh_hans: 无法读取 Zshell 的主题列表：%@
zh_hant: 無法讀取 Zshell 的主題列表：%@

source: Could not read file
ar: تعذّرت قراءة الملف
de: Datei konnte nicht gelesen werden
es: No se pudo leer el archivo
fr: Impossible de lire le fichier
id: Tidak dapat membaca file
it: Impossibile leggere il file
ja: ファイルを読み込めませんでした
ko: 파일을 읽을 수 없음
nl: Kan bestand niet lezen
pt_br: Não foi possível ler o arquivo
ru: Не удалось прочитать файл
th: ไม่สามารถอ่านไฟล์ได้
tr: Dosya okunamadı
vi: Không thể đọc tệp
zh_hans: 无法读取文件
zh_hant: 無法讀取檔案

source: Could not save: %@
ar: تعذّر الحفظ: %@
de: Sichern fehlgeschlagen: %@
es: No se pudo guardar: %@
fr: Impossible d'enregistrer : %@
id: Tidak dapat menyimpan: %@
it: Impossibile salvare: %@
ja: 保存できませんでした: %@
ko: 저장할 수 없음: %@
nl: Kan niet bewaren: %@
pt_br: Não foi possível salvar: %@
ru: Не удалось сохранить: %@
th: ไม่สามารถบันทึกได้: %@
tr: Kaydedilemedi: %@
vi: Không thể lưu: %@
zh_hans: 无法保存：%@
zh_hant: 無法儲存：%@

source: Couldn’t Export Settings
ar: تعذّر تصدير الإعدادات
de: Einstellungen konnten nicht exportiert werden
es: No se pudieron exportar los ajustes
fr: Exportation des réglages impossible
id: Tidak Dapat Mengekspor Pengaturan
it: Impossibile esportare le impostazioni
ja: 設定を書き出せませんでした
ko: 설정을 내보낼 수 없음
nl: Kan instellingen niet exporteren
pt_br: Não foi possível exportar os ajustes
ru: Не удалось экспортировать настройки
th: ไม่สามารถส่งออกการตั้งค่าได้
tr: Ayarlar Dışa Aktarılamadı
vi: Không thể xuất cài đặt
zh_hans: 无法导出设置
zh_hant: 無法匯出設定

source: Couldn’t Import Settings
ar: تعذّر استيراد الإعدادات
de: Einstellungen konnten nicht importiert werden
es: No se pudieron importar los ajustes
fr: Importation des réglages impossible
id: Tidak Dapat Mengimpor Pengaturan
it: Impossibile importare le impostazioni
ja: 設定を読み込めませんでした
ko: 설정을 가져올 수 없음
nl: Kan instellingen niet importeren
pt_br: Não foi possível importar os ajustes
ru: Не удалось импортировать настройки
th: ไม่สามารถนำเข้าการตั้งค่าได้
tr: Ayarlar İçe Aktarılamadı
vi: Không thể nhập cài đặt
zh_hans: 无法导入设置
zh_hant: 無法匯入設定

source: Couldn’t Move Project
ar: تعذّر نقل المشروع
de: Projekt konnte nicht verschoben werden
es: No se pudo mover el proyecto
fr: Déplacement du projet impossible
id: Tidak Dapat Memindahkan Proyek
it: Impossibile spostare il progetto
ja: プロジェクトを移動できませんでした
ko: 프로젝트를 이동할 수 없음
nl: Kan project niet verplaatsen
pt_br: Não foi possível mover o projeto
ru: Не удалось переместить проект
th: ไม่สามารถย้ายโปรเจ็กต์ได้
tr: Proje Taşınamadı
vi: Không thể di chuyển dự án
zh_hans: 无法移动项目
zh_hant: 無法移動專案

source: Couldn’t Move Tab
ar: تعذّر نقل التبويب
de: Tab konnte nicht verschoben werden
es: No se pudo mover la pestaña
fr: Déplacement de l'onglet impossible
id: Tidak Dapat Memindahkan Tab
it: Impossibile spostare la scheda
ja: タブを移動できませんでした
ko: 탭을 이동할 수 없음
nl: Kan tabblad niet verplaatsen
pt_br: Não foi possível mover a aba
ru: Не удалось переместить вкладку
th: ไม่สามารถย้ายแท็บได้
tr: Sekme Taşınamadı
vi: Không thể di chuyển thẻ
zh_hans: 无法移动标签页
zh_hant: 無法移動分頁

source: Couldn’t create the SSH project.
ar: تعذّر إنشاء مشروع SSH.
de: SSH-Projekt konnte nicht erstellt werden.
es: No se pudo crear el proyecto SSH.
fr: Impossible de créer le projet SSH.
id: Tidak dapat membuat proyek SSH.
it: Impossibile creare il progetto SSH.
ja: SSHプロジェクトを作成できません。
ko: SSH 프로젝트를 생성할 수 없습니다.
nl: Kan SSH-project niet aanmaken.
pt_br: Não foi possível criar o projeto SSH.
ru: Не удалось создать SSH-проект.
th: ไม่สามารถสร้างโปรเจ็กต์ SSH ได้
tr: SSH projesi oluşturulamadı.
vi: Không thể tạo dự án SSH.
zh_hans: 无法创建 SSH 项目。
zh_hant: 無法建立 SSH 專案。

source: Couldn’t create the file.
ar: تعذّر إنشاء الملف.
de: Datei konnte nicht erstellt werden.
es: No se pudo crear el archivo.
fr: Impossible de créer le fichier.
id: Tidak dapat membuat file.
it: Impossibile creare il file.
ja: ファイルを作成できませんでした。
ko: 파일을 생성할 수 없습니다.
nl: Kan bestand niet aanmaken.
pt_br: Não foi possível criar o arquivo.
ru: Не удалось создать файл.
th: ไม่สามารถสร้างไฟล์ได้
tr: Dosya oluşturulamadı.
vi: Không thể tạo tệp.
zh_hans: 无法创建文件。
zh_hant: 無法建立檔案。

source: Couldn’t create the folder.
ar: تعذّر إنشاء المجلد.
de: Ordner konnte nicht erstellt werden.
es: No se pudo crear la carpeta.
fr: Impossible de créer le dossier.
id: Tidak dapat membuat folder.
it: Impossibile creare la cartella.
ja: フォルダを作成できませんでした。
ko: 폴더를 생성할 수 없습니다.
nl: Kan map niet aanmaken.
pt_br: Não foi possível criar a pasta.
ru: Не удалось создать папку.
th: ไม่สามารถสร้างโฟลเดอร์ได้
tr: Klasör oluşturulamadı.
vi: Không thể tạo thư mục.
zh_hans: 无法创建文件夹。
zh_hant: 無法建立資料夾。

source: Couldn’t create “%@”.
ar: تعذّر إنشاء «%@».
de: „%@“ konnte nicht erstellt werden.
es: No se pudo crear «%@».
fr: Impossible de créer « %@ ».
id: Tidak dapat membuat “%@”.
it: Impossibile creare «%@».
ja: 「%@」を作成できませんでした。
ko: “%@”을(를) 생성할 수 없습니다.
nl: Kan ‘%@’ niet aanmaken.
pt_br: Não foi possível criar “%@”.
ru: Не удалось создать «%@».
th: ไม่สามารถสร้าง “%@” ได้
tr: “%@” oluşturulamadı.
vi: Không thể tạo “%@”.
zh_hans: 无法创建“%@”。
zh_hant: 無法建立“%@”。

source: Couldn’t move “%@” to the Trash.
ar: تعذّر نقل «%@» إلى سلة المهملات.
de: „%@“ konnte nicht in den Papierkorb gelegt werden.
es: No se pudo mover «%@» a la papelera.
fr: Impossible de placer « %@ » dans la corbeille.
id: Tidak dapat memindahkan “%@” ke Tong Sampah.
it: Impossibile spostare «%@» nel Cestino.
ja: 「%@」をゴミ箱に移動できませんでした。
ko: “%@”을(를) 휴지통으로 이동할 수 없습니다.
nl: Kan ‘%@’ niet naar de prullenmand verplaatsen.
pt_br: Não foi possível mover “%@” para o Lixo.
ru: Не удалось переместить «%@» в Корзину.
th: ไม่สามารถย้าย “%@” ไปยังถังขยะได้
tr: “%@” Çöp Sepeti’ne taşınamadı.
vi: Không thể chuyển “%@” vào Thùng rác.
zh_hans: 无法将“%@”移到废纸篓。
zh_hant: 無法將“%@”移到垃圾桶。

source: Couldn’t rename to “%@”.
ar: تعذّرت إعادة التسمية إلى «%@».
de: Umbenennen in „%@“ fehlgeschlagen.
es: No se pudo renombrar a «%@».
fr: Impossible de renommer en « %@ ».
id: Tidak dapat mengganti nama menjadi “%@”.
it: Impossibile rinominare in «%@».
ja: 「%@」に名前を変更できませんでした。
ko: 이름을 “%@”(으)로 변경할 수 없습니다.
nl: Kan niet hernoemen naar ‘%@’.
pt_br: Não foi possível renomear para “%@”.
ru: Не удалось переименовать в «%@».
th: ไม่สามารถเปลี่ยนชื่อเป็น “%@” ได้
tr: Ad “%@” olarak değiştirilemedi.
vi: Không thể đổi tên thành “%@”.
zh_hans: 无法重命名为“%@”。
zh_hant: 無法重新命名為“%@”。

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
id: Buat
it: Crea
ja: 作成
ko: 생성
nl: Maak aan
pt_br: Criar
ru: Создать
th: สร้าง
tr: Oluştur
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Create New Branch
ar: إنشاء فرع جديد
de: Neuen Branch erstellen
es: Crear rama
fr: Créer une branche
id: Buat Branch Baru
it: Crea nuovo branch
ja: 新規ブランチを作成
ko: 새 브랜치 생성
nl: Nieuwe branch aanmaken
pt_br: Criar branch
ru: Создать ветку
th: สร้างสาขาใหม่
tr: Yeni Dal Oluştur
vi: Tạo nhánh mới
zh_hans: 新建分支
zh_hant: 新增分支

source: Create New Branch…
ar: إنشاء فرع جديد…
de: Neuen Branch erstellen…
es: Crear rama…
fr: Créer une branche…
id: Buat Branch Baru…
it: Crea nuovo branch…
ja: 新規ブランチを作成…
ko: 새 브랜치 생성…
nl: Nieuwe branch aanmaken…
pt_br: Criar branch…
ru: Создать ветку…
th: สร้างสาขาใหม่…
tr: Yeni Dal Oluştur…
vi: Tạo nhánh mới…
zh_hans: 创建新分支…
zh_hant: 建立新分支…

source: Create branch %@
ar: إنشاء الفرع %@
de: Branch %@ erstellen
es: Crear rama %@
fr: Créer la branche %@
id: Buat branch %@
it: Crea branch %@
ja: ブランチ%@を作成
ko: 브랜치 %@ 생성
nl: Branch %@ aanmaken
pt_br: Criar branch %@
ru: Создать ветку %@
th: สร้างสาขา %@
tr: %@ dalını oluştur
vi: Tạo nhánh %@
zh_hans: 创建分支 %@
zh_hant: 建立分支 %@

source: Create or switch to a branch before publishing detached HEAD
ar: أنشئ فرعًا أو انتقل إلى فرع قبل نشر HEAD المنفصل
de: Erstelle oder wechsle zu einem Branch, bevor du einen losgelösten HEAD veröffentlichst
es: Crea una rama o cambia a una antes de publicar un HEAD separado
fr: Créez une branche ou passez à une branche avant de publier un HEAD détaché
id: Buat atau beralih ke branch sebelum menerbitkan HEAD terlepas
it: Crea o passa a un branch prima di pubblicare un HEAD scollegato
ja: detached HEADを公開する前に、ブランチを作成するか切り替えてください
ko: 분리된 HEAD를 게시하기 전에 브랜치를 만들거나 전환하세요
nl: Maak een branch aan of schakel ernaar voordat je een losgekoppelde HEAD publiceert
pt_br: Crie ou mude para uma branch antes de publicar um HEAD destacado
ru: Создайте ветку или переключитесь на неё перед публикацией отсоединённого HEAD
th: สร้างหรือสลับสาขาก่อนเผยแพร่ HEAD ที่แยกออก
tr: Ayrık HEAD’i yayımlamadan önce bir dal oluşturun veya bir dala geçin
vi: Tạo hoặc chuyển sang một nhánh trước khi xuất bản HEAD tách rời
zh_hans: 发布分离 HEAD 前，请先创建或切换到分支
zh_hant: 發佈分離 HEAD 前，請先建立或切換到分支

source: Current
ar: الحالي
de: Aktuell
es: Actual
fr: Actuel
id: Saat Ini
it: Attuale
ja: 現在
ko: 현재
nl: Huidig
pt_br: Atual
ru: Текущий
th: ปัจจุบัน
tr: Geçerli
vi: Hiện tại
zh_hans: 当前
zh_hant: 目前

source: Current branch, %@
ar: الفرع الحالي، %@
de: Aktueller Branch, %@
es: Rama actual, %@
fr: Branche actuelle, %@
id: Branch saat ini, %@
it: Branch attuale, %@
ja: 現在のブランチ: %@
ko: 현재 브랜치, %@
nl: Huidige branch, %@
pt_br: Branch atual, %@
ru: Текущая ветка, %@
th: สาขาปัจจุบัน, %@
tr: Geçerli dal, %@
vi: Nhánh hiện tại, %@
zh_hans: 当前分支：%@
zh_hant: 目前分支：%@

source: Cursor
ar: المؤشر
fr: Curseur
id: Kursor
it: Cursore
ja: カーソル
ko: 커서
ru: Курсор
th: เคอร์เซอร์
tr: İmleç
vi: Con trỏ
zh_hans: 光标
zh_hant: 游標

source: Cursor shape
ar: شكل المؤشر
de: Cursorform
es: Forma del cursor
fr: Forme du curseur
id: Bentuk kursor
it: Forma del cursore
ja: カーソルの形状
ko: 커서 모양
nl: Cursorvorm
pt_br: Formato do cursor
ru: Форма курсора
th: รูปร่างเคอร์เซอร์
tr: İmleç şekli
vi: Hình dạng con trỏ
zh_hans: 光标形状
zh_hant: 游標形狀

source: Custom program
ar: برنامج مخصص
de: Eigenes Programm
es: Programa personalizado
fr: Programme personnalisé
id: Program khusus
it: Programma personalizzato
ja: カスタムプログラム
ko: 사용자 지정 프로그램
nl: Aangepast programma
pt_br: Programa personalizado
ru: Своя программа
th: โปรแกรมที่กำหนดเอง
tr: Özel program
vi: Chương trình tùy chỉnh
zh_hans: 自定义程序
zh_hant: 自訂程式

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pt_br: Escuro
ru: Тёмный
th: มืด
tr: Koyu
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Dark theme
ar: السمة الداكنة
de: Dunkles Design
es: Tema oscuro
fr: Thème sombre
id: Tema gelap
it: Tema scuro
ja: ダークテーマ
ko: 다크 테마
nl: Donker thema
pt_br: Tema escuro
ru: Тёмная тема
th: ธีมมืด
tr: Koyu tema
vi: Chủ đề tối
zh_hans: 深色主题
zh_hant: 深色主題

source: Default
ar: الافتراضي
de: Standard
es: Predeterminado
fr: Par défaut
id: Bawaan
it: Predefinito
ja: デフォルト
ko: 기본값
nl: Standaard
pt_br: Padrão
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pt_br: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete %@? Its contents will move to the Trash.
ar: هل تريد حذف %@؟ ستُنقل محتوياته إلى سلة المهملات.
de: %@ löschen? Der Inhalt wird in den Papierkorb gelegt.
es: ¿Eliminar %@? Su contenido se moverá a la papelera.
fr: Supprimer %@ ? Son contenu sera placé dans la corbeille.
id: Hapus %@? Isinya akan dipindahkan ke Tong Sampah.
it: Eliminare %@? Il contenuto verrà spostato nel Cestino.
ja: %@を削除しますか？内容はゴミ箱に移動します。
ko: %@을(를) 삭제할까요? 내용이 휴지통으로 이동됩니다.
nl: %@ verwijderen? De inhoud wordt naar de prullenmand verplaatst.
pt_br: Excluir %@? Seu conteúdo será movido para o Lixo.
ru: Удалить %@? Содержимое будет перемещено в Корзину.
th: ลบ %@ หรือไม่ เนื้อหาจะถูกย้ายไปยังถังขยะ
tr: %@ silinsin mi? İçeriği Çöp Sepeti’ne taşınacak.
vi: Xóa %@? Nội dung sẽ được chuyển vào Thùng rác.
zh_hans: 要删除 %@ 吗？其内容将移到废纸篓。
zh_hant: 要刪除 %@ 嗎？其內容將移到垃圾桶。

source: Delete “%@”?
ar: حذف “%@”؟
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
id: Hapus “%@”?
it: Eliminare «%@»?
ja: “%@”を削除しますか？
ko: “%@”을(를) 삭제하시겠습니까?
nl: ‘%@’ verwijderen?
pt_br: Excluir “%@”?
ru: Удалить «%@»?
th: ลบ “%@” หรือไม่?
tr: “%@” silinsin mi?
vi: Xóa “%@”?
zh_hans: 删除“%@”？
zh_hant: 刪除“%@”？

source: Deleted
ar: محذوف
de: Gelöscht
es: Eliminado
fr: Supprimé
id: Dihapus
it: Eliminato
ja: 削除
ko: 삭제됨
nl: Verwijderd
pt_br: Excluído
ru: Удалён
th: ลบแล้ว
tr: Silindi
vi: Đã xóa
zh_hans: 已删除
zh_hant: 已刪除

source: Deny
ar: رفض
de: Verweigern
es: Denegar
fr: Refuser
id: Tolak
it: Nega
ja: 拒否
ko: 거부
nl: Weiger
pt_br: Negar
ru: Запретить
th: ปฏิเสธ
tr: Reddet
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

source: Detached HEAD
ar: HEAD منفصل
de: Losgelöster HEAD
es: HEAD separado
fr: HEAD détaché
id: HEAD terlepas
it: HEAD scollegato
ko: 분리된 HEAD
nl: Losgekoppelde HEAD
pt_br: HEAD destacado
ru: Отсоединённый HEAD
th: HEAD ที่แยกออก
tr: Ayrık HEAD
vi: HEAD tách rời
zh_hans: 分离 HEAD
zh_hant: 分離 HEAD

source: Diff Layout
ar: تخطيط الفروق
de: Diff-Anordnung
es: Disposición de diferencias
fr: Disposition du diff
id: Tata Letak Diff
it: Disposizione delle differenze
ja: Diffレイアウト
ko: 차이 보기 배치
nl: Diffindeling
pt_br: Layout das diferenças
ru: Расположение сравнения
th: เค้าโครงความต่าง
tr: Fark Düzeni
vi: Bố cục so sánh
zh_hans: Diff 布局
zh_hant: Diff 配置

source: Diff Mode
ar: وضع الفروق
de: Diff-Modus
es: Modo de diferencias
fr: Mode diff
id: Mode Diff
it: Modalità differenze
ja: Diffモード
ko: 차이 보기 모드
nl: Diffmodus
pt_br: Modo de diferenças
ru: Режим сравнения
th: โหมดความต่าง
tr: Fark Modu
vi: Chế độ so sánh
zh_hans: Diff 模式
zh_hant: Diff 模式

source: Disable Project Command
ar: تعطيل أمر المشروع
de: Projektbefehl deaktivieren
es: Desactivar comando del proyecto
fr: Désactiver la commande du projet
id: Nonaktifkan Perintah Proyek
it: Disabilita comando del progetto
ja: プロジェクトコマンドを無効化
ko: 프로젝트 명령 비활성화
nl: Projectopdracht uitschakelen
pt_br: Desativar comando do projeto
ru: Отключить команду проекта
th: ปิดใช้คำสั่งโปรเจ็กต์
tr: Proje Komutunu Devre Dışı Bırak
vi: Tắt lệnh dự án
zh_hans: 禁用项目命令
zh_hant: 禁用專案命令

source: Discard All Changes
ar: تجاهل جميع التغييرات
de: Alle Änderungen verwerfen
es: Descartar todos los cambios
fr: Abandonner toutes les modifications
id: Buang Semua Perubahan
it: Scarta tutte le modifiche
ja: すべての変更を破棄
ko: 모든 변경 사항 버리기
nl: Alle wijzigingen verwerpen
pt_br: Descartar todas as alterações
ru: Отменить все изменения
th: ละทิ้งการเปลี่ยนแปลงทั้งหมด
tr: Tüm Değişiklikleri At
vi: Hủy bỏ mọi thay đổi
zh_hans: 丢弃所有更改
zh_hant: 丟棄所有變更

source: Discard Changes
ar: تجاهل التغييرات
de: Änderungen verwerfen
es: Descartar cambios
fr: Abandonner les modifications
id: Buang Perubahan
it: Scarta modifiche
ja: 変更を破棄
ko: 변경 사항 버리기
nl: Wijzigingen verwerpen
pt_br: Descartar alterações
ru: Отменить изменения
th: ละทิ้งการเปลี่ยนแปลง
tr: Değişiklikleri At
vi: Hủy bỏ thay đổi
zh_hans: 丢弃更改
zh_hant: 丟棄變更
